[
    {
        "id": 1,
        "name": "Keefe Sencen",
        "description": "Keefe Sencen. THE. BEST. EVER. Keefe is the only child of Lord Cassius Sencen and Lady Gisela Minette Sencen. He is best friends with Fitz Vacker and has shown that he's always wished he was a Vacker — to the point of him seeing the Vackers as his family, and as such spends a lot of time with them. He has family issues (even claiming the role of troublemaker with Daddy Issues, also being grumpy about Tam Song's claim to the title as well), as his father was both verbally and emotionally abusive, while his mother, a member of the Neverseen before Keefe was even born, treats him as a pawn in her overarching plan after lying to him for years. His mother, however, has shown fake kindness to him multiple times in the books. Keefe still shows how his mother didn't say anything when Lord Cassius abused Keefe. In Exile, he admits to Sophie that he often hides behind his jokes and teasing, and he uses them to pretend everything is okay, although deep down it's not; making jokes and teasing people are his coping mechanisms.",
        "artist": "Jemma Kowalewski",
        "path": "StickerS/KeefeSencen.jpeg",
        "page": "KOTLC"
    },
    {
        "id": 2,
        "name": "Sophie Foster",
        "description": "Sophie is described as very beautiful and striking, although she doesn't think so. She has golden blonde hair that reaches just past her shoulders, and her eyes are warm brown with flecks of gold because of her alicorn-modeled DNA. Sophie doesn't enjoy wearing fancy clothes because she doesn't like the extra attention they bring her. After manifesting as an Enhancer, she starts dressing more like Biana to help camouflage the gloves she has to wear. Although she is given the option to not wear gloves at all in Flashback due to the fake nails Tinker invents for her, Mr. Forkle recommended she keep wearing the gloves for extra safety measures. Sophie also has a Wanderling, a remnant from her falsely assumed death in Keeper of the Lost Cities. It has star-shaped golden leaves that cover the branches and dark brown seedpods. It is a plain, basic tree with a pale trunk and no flowers or other colors. It is also much smaller than Dex's. Sophie believed that it was because of her malfunctioning DNA. She also wears a charm bracelet with an elephant charm on it which was given to her by her adoptive parents, Grady and Edaline.",
        "artist": "Jemma Kowalewski",
        "path": "StickerS/SophieFoster.jpeg",
        "page": "KOTLC"
    },
    {
        "id": 3,
        "name": "Marella Redek",
        "description": "Marella is described as a very short, slender, pixie-like elf with shoulder-length honey-blonde hair (sometimes appearing in art as strawberry-blonde) that twists in and out of tiny braids. She is also said to have huge, ice-blue eyes—very much like how Keefe's were described. Marella dislikes glitter or sparkles and even criticized her friends Biana and Sophie for talking about dresses at an important time. She often looks disheveled, perhaps stemming from stress at home.In Nightfall, it was revealed that Marella is a Pyrokinetic. Pyrokinesis is a currently forbidden, rare, and misunderstood ability to manipulate and create a fire that comes with a strong desire for the heat. It also attracts heat, as shown when the chosen group for exploring the first Nightfall marched up a snowy slope, and Marella was the only one not shivering uncontrollably. She said the reason why she was not cold was that heat nearby was attracted to her.",
        "artist": "Ranuki Ranasinghe",
        "path": "StickerS/Marella2.jpg",
        "page": "KOTLC"
    },
    {
        "id": 4,
        "name": "Dexter Dizznee",
        "description":"Dexter Dex Alvin Dizznee is one of the main characters in the series, Keeper of the Lost Cities, written by Shannon Messenger. He is a member of the Black Swan and Team Valiant, and is a Level Four prodigy at Foxfire.
Dex is one of the Lost Cities' most powerful and creative Technopaths. He is also Sophie Foster's adoptive cousin and best friend. He was one of the very first elves Sophie met after she moved into the Lost Cities.
Before Sophie arrived, Dex had no friends. He ate lunch in his alchemy session (revealed in Lodestar) and got ignored/bullied by the other kids at Foxfire, including Fitz and Biana Vacker because his parents were a bad match.",
        "artist": "Ranuki Ranasinghe",
        "path": "StickerS/Dex.jpg",
        "page": "KOTLC"
    },
    {
        "id": 5,
        "name": "Tam Song",
        "description":"Tam Dai Song is one of the main characters in the Keeper of the Lost Cities series. He is a Shade and a member of the Black Swan as well as a former temporarily forced member of the Neverseen.
When he was eleven, he left the Lost Cities because his twin sister Linh, whom he was very close with, was banished for flooding Atlantis. Tam went to Exillium with her so she wouldn’t be alone. As a result, he was also banished and lived in the Neutral Territories for more than three years. Tam and Linh met Sophie Foster and her friends in Neverseen.",
        "artist": "Jemma Kowalewski",
        "path": "StickerS/TamSong.jpg",
        "page": "KOTLC"
    }
    
]
